{
  "LanguageClient-neovim": { "branch": "next" },
  "bufferline.nvim": { "branch": "main" },
  "everforest-nvim": { "branch": "main" },
  "fzf.vim": { "branch": "master" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "nerdtree": { "branch": "master" },
  "nvim-bqf": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-spectre": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "papercolor-theme": { "branch": "master" },
  "pear-tree": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "vim-easy-align": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-graphql": { "branch": "master" },
  "vim-javascript": { "branch": "master" },
  "vim-lastplace": { "branch": "master" },
  "vim-over": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-test": { "branch": "master" }
}